{
	"menu.title": "Project Red: RPG",
	"menu.start": "Start Game",
	"menu.quit": "Quit",
	"menu.welcome": "Welcome, {name}",
	"merchant.consumable.name": "Aethelgard",
	"merchant.weapon.name": "Valerius",
	"level.world1.name": "MEILAND",
	"level.world1.stage1.name": "La fosse",
	"level.world1.stage2.name": "Centre-Ville",
	"level.world1.stage3.name": "Frontière NULL",
	"level.world2.name": "CYBER DISTRICT",
	"Aethelgard.tuto1": "T'as le coup de main. Qu'est ce que tu fais dans ce trou. T'es sur ma propriété",
	"Sam.tuto1": "Gngng on est où blabla t'es ki",
	"Aethelgard.tuto2": "On est à MEILAND, tu vis dans une cave tu me coco pas, le meilleur businessman de toute l'histoire Aethelgard en chair et un des derniers en 100% os. Encore une fois… tu fais quoi dans MA mine?",
	"Sam.tuto2": "Je viens de me réveiller j'ai pas toutes les idées en place.",
	"Aethelgard.tuto3":"T'as le sens de la fête, et le combat dans le fuel. Je te propose un deal, tu jettes un coup d'œil à ma boutique, et je te laisse tranquille.",
	"Aethelgard.tuto4":"J'ai des armes, des potions, des armures, et même des trucs que j'ai pas le droit de vendre. Tu veux quoi? Que nos chemins se recroisent ! en attendant, dégage de ma pelouse.",
	"Foule.ville1":"ENVAHISSEURS, DÉGAGEZ ! DICTATEURS, AU BÛCHER !",
	"Sam.ville1":"Pourquoi vous manifestez?",
	"Passant.ville1":"Ca fait depuis la fin de la guerre et la chute du dernier gouverneur qu'on est affamé pendant que le CLAIR utilisent notre sueur et notre sang pour remplir leur ventre et leurs placards",
	"Sam.ville2":"Le CLAIR?",
	"Passant.ville2":"Le Comité de Liquidation des Activités Inutiles et des Réformes Révolutionnaires, ils ont profité du système instable pour prendre le pouvoir. Mais d'où tu sors ? Ca fait 15 ans que le monde n'est plus ronds !",
	"Général.ville1":"Nous avons l'autorisation d'ouvrir le feu, dispersez-vous ou subissez les conséquences.",
	"Foule.ville2":"ON MEURT DE FAIM ET DEMALADIE, ON NE VOUS LAISSERA PAS NOUS RETIRER AUSSI NOTRE LIBERTÉ DE NOUS EXPRIMER.",
	"Général.ville2":"Unité, en position de tire ! (pause) Feu !",
	"Valerius.ville1":"Sam ! Attrape et mets le dans ton avant bras !",
	"Sam.ville3":"Valerius ?",
	"Valerius.ville2":"J'ai croisé Aethelgard sur sa tournée du monde. Il m'a parlé de toi. Quand, il m'a dit ce que tu étais, j'ai pas perdu de temps pour te trouver.",
	"Sam.ville4":"Ce que je suis ? Comment tu sais que mon bras pouvais subir des améliorations ?",
	"Valerius.ville3":"Tout ton corp peut, t'es un PROD, t'as été conçu pour protéger et servir le peuple. Tout tes confrères ont été vaincu pendant la guerre… sauf toi. T'es une modification cybernétique, basé sur le corp humain, programmée pour les missions et les combats. Ton système d'adaptation et tes capacités motrices sont uniques et ton système d'amélioration fascinant. Tu devrais trouver plus d'amélioration dans ces gros costauds du CLAIRR. Tu ferais mieux de les trouver avant qu'ils te trouvent.",
	"Général.FTNull1":"PROD. La guerre est fini rentre chez toi et reste planqué, ce n'est plus ton combat",
	"Sam.FTNull1":"Valerius m'a raconté qui vous êtes. Vous n'êtes pas des soldats ordinaires.",
	"Général.FTNull2":"Aah Valerius, une vrai douée de ses mains. Elle t'a aussi sûrement raconté qu'elle était ingénieure pour le CLAIRR et que tous ces robots que tu vois dans la rue ainsi que toutes nos machines de guerre sont conçuespar elle. Elle est la pionnière de notre arrivée au pouvoir. Vois-tu, le monde était corrompu des mensonges créés par les humains comme elle. Nous avons remis le monde sur les routes de la confiance et de la vérité.",
	"Sam.FTNull2":"En massacrant tous ceux qui s'oppose à vous, comme vous l'avez fait aujourd'hui.",
	"Général.FTNull3":"Ce que tu as vu aujourd'hui n'a rien à voir, ce n'était qu'un simple malentendu avec les civils, rien de plus. Ils n'ont pas écouté, je les avais prévenu. En revanche, j'ai trouvé ta performance très humiliante.Et m'humilier en publique et quelque chose qui n'arrive jamais",
	"Sam.FTNull3":"Sam Il y a un début à tout je suppose.",
	"Général.FTNull4":"LA FERME ! Ton arrogance te mènera à ta perte. Ton voyage et ton espèce s'arrête au pied de cette frontière.",
	"Aethelgard.cyberdis.monde2.1":"Sam ! Mon client préféré ! Alors d'humeur à faire des emplettes ? J'ai un bon plan pour toi. T'as déjà entendu parler de Grimshaw ? Evidemment que non, il parcourt les galaxies. T'as plus de chance de te faire écraser par une météorite que de le croiser. Mais son ton jour de chance ! Il fait une pose dans le coin pour quelque mois. C'est un bon gars même s'il est très flippant à première vue. Faut croire que les voyages intergalactique ne le réussissent pas. Bref tu devrais le trouver en mode mystérieux vers le magasin de Valerius à quelque mettre. Loupe pas ta chance, à plus poto !",
	"Sam.cyberdis.monde2.1":"Grimshaw ?",
	"Grimshaw.cyberdis.monde2.1":"...",
	"Sam.cyberdis.monde2.2":"C'est Aethelgard qui m'envoie, t'aurais quelque chose pour moi.",
	"Grimshaw.cyberdis.monde2.2":"Regardes",
	"Sam.cyberdis.monde2.3": "Et comment ça marche ?",
	"Grimshaw.cyberdis.monde2.3":"Tu te le plante dans le coeur et t'injectes. Si tu veux autre chose j'ai pas le temps.",
	"Valerius.cyberdis.monde2.1":"Salut champion, prêt à sauver le monde ? J'ai ce qu'il te faut en puissance de feu et c'est du home made !",
	"Sam.cyberdis.monde2.4":"T'as bossé pour le CLAIRR ?",
	"Valerius.cyberdis.monde2.2":"CHHHHT ! Qui t'as dit ça ?",
	"Sam.cyberdis.monde2.5":"J'ai eu le droit à un date avec le général.",
	"Valerius.cyberdis.monde2.3":"Ecoute, j'ai fait de mauvaise décision dans ma vie, mais bosser pour le CLAIRR n'était pas un choix. Je travaillais pour l'ancien gouvernement il y a 15 ans. J'étais Ministre des armés et avait ma propre industrie d'arme à feu. Quand le peuple s'est révolté contre le gouvernement, le CLAIRR est arrivé et s'est annoncé être du côté du peuple. A ce moment là, c'était le CLAIRR et le peuple contre le gouvernement. Une fois leur la guerre gagnée, j'ai été prise pour prisonnière et forcé de bosser pour eux. Aethelgard, marchand de père en fils, famille de bourgeois. est un ami de vieille date. Grâce à un beau chèque, il a pu acheter ma liberté sans que le CLAIRR me traque. En échange ils ont gardé tous mes plans d'armes ainsi que mon usine.",
	"Sam.cyberdis.monde2.6":"Comment Aethelgard et toi réussissez à échapper au CLAIRR si longtemps?",
	"Valerius.cyberdis.monde2.4":"Aethelgarde grâce à son héritage, et moi grâce à Grimshaw.",
	"Sam.cyberdis.monde2.7":"Grimshaw ? Le voyageur ?",
	"Valerius.cyberdis.monde2.5":"Lui non plus n'à pas choisi d'être comme ça… écoute j'aimerais beaucoup t'en apprendre plus mais t'as un système à faire tomber et une guerre à terminer. On en parlera une fois que tout sera fini.",
	"Sam.cyberdis.monde2.8":"Comment tu sais que j'y arriverais.",
	"Valerius.cyberdis.monde2.6":"On le sait, maintenant part…",
	"Passant.district1":"PROD ! Tu n'es pas la bienvenue ici.",
	"Sam.district1":"Je ne suis pas votre ennemi, je suis là pour vous rendre la liberté.",
	"Passant.district2":"OH quel bon saint maritain… nous n'avons jamais été plus libres que grâce au CLAIRR. Ils ont entendu nos prières et nous ont sauvé de l'emprise du mal. Notre monde retrouvera sa grandeur et lorsque le MEILAND se pliera aux règles, plus rien ni personne ne pourra nous arrêter, pas même toi, relique.",
	"Sam.district2":"Ecoutez, ma mission n'est pas de vous faire du mal, alors vous allez tout simplement prétendre que vous ne m'avez pas vu, et nous allons tous continuer notre vie tranquillement, sans rayures.",
	"Passant.district3":"Et trahir la parole des Dieux CLAIRR tout puissant ? Nous répendrons leurs paroles à travers les galaxies, et éliminerons toutes personnes s'opposant à lui. À commencer par toi.",
	"Sam.district3":"Est ce que vous vous écoutez parler ? Tout ce que vous dites n'a aucun sens.",
	"Systeme.district1":"Vous dénigrez l'image du CLAIRR. Il est illégal de salir l'image des sauveurs sous peine de mort. Nous avons le devoir de vous exécuter, merci de bien vouloir rester calme le temps que nous procédons à votre exécution.",
	"Sam.district4":"C'est bon vous avez fini ?",
	"Scientifique.district1":"Pour être tout à fait honnête, j'ai un tout nouveau prototype à faire essayer.",
	"Sam.district5":"Vous êtes qui vous encore ?",
	"Scientifique.district2":"Ça n'a plus vraiment d'importance. En revanche, voici VAL 9020.",
	"Sam.district6":"Valérius ?",
	"Sam.district7":"Je suis désolé Valérius…",
	"Grimshaw.district1":"Ce n'était pas elle",
	"Sam.district8":"Grimshaw ? Où est Valérius ?",
	"Grimshaw.district2":"Avec Aethelgard, ils ont pris de l'avance.",
	"Sam.district9":"Vous me suivez depuis le début ?",
	"Grimshaw.district3":"On connaît tous tes déplacements, tes erreurs, passés, présents et futurs. Pas le temps pour du blabla. Achète toi un truc et reprends ta route.",
	"Grimshaw.district4":"Aethelgard et Valérius t'attendent. Traînes pas.",
	"Aethelgard.tete1":"Sam ! Alors quoi de neuf ?",
	"Sam.tete1":"Pas grand chose, je viens de tuer un Valérius mais au final pas vraiment, mais ça je suppose que vous le savez déjà. Et dites moi, vos pouvoir de voyance vont me dire ce comment traverser ce portail moche, qu'est ce qu'y s'y trouve derrière ou même pourquoi pas me spoiler la fin de l'histoire tant qu'on y est.",
	"Aethelgard.tete2":"Pour la barrière si tu veux, il faut que tu flingue le scientifique, mais le reste tu te débrouilles.",
	"Valerius.tete1":"Tout ce qu'on sait on le doit à Grimshaw. Tu sais bien qu'il traverse les Galaxies, et il semblerait que le temps ne passe pas de la même manière partout dans l'univers. Dans le but de fuir la situation actuelle, Grimshaw a créé est unique. Il a réussi créer un déconstructeur de molécule qu'il a connecté à son cerveau lui permettant, basiquement de se téléporter n'importe où sa connaissance le guide en s'auto-détruisant et se reconstruisant. D'où son apparence en quelque sorte fantomatique. Par chance, son invention lui à permis de ne pas vieillir plus vite. Il nous à redonné espoir. Sans lui jamais, on aurait osé nous révolter contre le système.",
	"Aethelgard.tete3":"Pour être complètement honnête je pense que je ne serais même pas aller chercher Valérius dans la Tête sans Grimshaw. J'était plutôt rassuré de te voir dans ma poubelle il y a quelques jours. Ton retour à la vie était la preuve même que tout ce que Grimshaw nous avait prédit était vrai. Tu nous connais que depuis une semaine, mais nous ça fait plus de 10ans qu'on te connais.",
	"Sam.tete2":"Mais qu'est ce que vous me racontez.",
	"Aethelgard.tete4":"Vas buter le scientifique. On a amené nos affaires si tu veux nous acheter quelque chose.",
	"Sam.tete3":"Est-ce qu'on peut faire ça vite ?",
	"Scientifique.tete1":"Tu as tués la création de ma vie. Si tu penses vraiment que je vais t'accorder une mort rapide, tu te trompes. Tu-as été- conçu- pour servir. Qui crois-tu être tout te mettre en travers de nos chemins à coup de flèche et de balles ? Tu es tellement primitif.",
	"Sam.tete4":"J'ai été conçu pour protéger notre peuple. Et vous êtes une menace pour notre survie. Je pourrais mourir une fois que je vous aurez tous effacés.",
	"Scientifique.tete2":"Il faudra que tu me passe sur corp.",
	"Grimshaw.tete1":"C'est là que nos chemins se séparent. Aethelgard, Valérius et moi allons nous préparer à la suite.",
	"Valerius.tete2":"La s- ?",
	"Grimshaw.tete2":"C'est ta dernière chance pour t'équiper un maximum. Une fois terminé, tu seras seul face au cerveau.",
	"Aethelgard.tete5":"Bon courage, champion. On sait que tu vas y arriver.",
	"Homme.final1":"Sam ! Voyons, approches toi. Aller sois pas si défensif. T'inquiète pas tu es bien là pour essayer de me tuer mais avant il faut qu'on discute.",
	"Sam.final1":"Je suis pas sûr d'avoir envie de faire la discussion avec vous.",
	"Homme.final2":"Sais-tu au moins qui je suis ?",
	"Sam.final2":"Le CLAIRR ?",
	"Homme.final3":"Oula, certainement pas, je suis uniquement qu'un seul parmis leur pantin. Grimshaw ne t'as alors rien expliqué.",
	"Sam.final3":"Disons que la causette ça à pas l'air d'être son truc.",
	"Homme.final4":"Ah mon petit garçon n'a jamais été le meilleur pour sociabilisé en effet… comme sa mère. Après tout, c'est lui qui m'a mené jusqu'ici. L'invasion de cette planète, assiéger les villes, rallier ces pauvres citoyens écervelé à notre cause, sans lui rien de tout ça aurait été possible. Tu te rends comptes du système de téléportation qu'il s'est créé ? Fascinant n'est-ce pas ! Même si je n'ai jamais eu le droit de mettre la main dessus. Dommage qu'il n'ai pas voulu entrer dans le final du grand schème du CLAIRR. Enfin bref. Il me reste plus qu'à attendre que tu le butes et que tu prennes sa place. Tu es prêt à devenir un héros, Sam ?"
}